Repository: muniraab2/Agricultural-Guide
Catalog: Agricultural Guide/Agricultural Guide/Localzations/*.lproj/Localizable.strings
Languages: ar

source: Ground Preparation
ar: تحضير الأرض

# Plowing_desc
source: Plowing is carried out according to the heights and depressions of the pivot,(The direction of cultivation is determined to be the opposite of the major tendencies in the pivot. As for the minor tendencies ,and that the land is suitable for growing potatoes,and is sandy,there is no stone , good ventilation and drainage of water).
ar: يتم الحرث حسب ارتفاعات ومنخفضات المحور ، (تم تحديد اتجاه الزراعة على أنه عكس الاتجاهات الرئيسية في المحور. و بالنسبة للميول الثانوية ، وأن الأرض مناسبة لزراعة البطاطس ، و أن الأرض تكون رمليه ، لا يوجد حجر ، وتهوية جيدة وتصريف المياه).

# Seeds_plant
source: Seeds
ar: بذور

# Seeds_desc
source: He took from the seeds outside from the laboratory the motherâ€™s seeds for potatoes and new seeds for planting class A are the size of a fist,and when the seeds begin to grow, the soil must be increased to a height of 15 cm, because the seeds when they grow will be exposed to sunlight,it must be covered with soil.
ar: أخذ من البذور من الخارج من المعمل بذور البطاطس وبذور جديدة للزراعة فئة أ بحجم قبضة اليد ، وعندما تبدأ البذور في النمو ، يجب زيادة التربة إلى ارتفاع 15 سم ، لأن عندما تنمو البذور ستتعرض لأشعة الشمس ، و يجب تغطيتها بالتربة.

# Irrigation_plant
source: Irrigation
ar: الري

# Irrigation_desc
source: Potato crops need to be constantly irrigated, and in general, and crop production may decrease due to the depletion of 50% of the total available soil water during the growth period, and because of the water deficit ,which reduces their need for irrigated water, so that the crop can benefit from the water stored in the roots, and this process helps to increase The dry matter content of potatoes .
ar: تحتاج محاصيل البطاطس إلى الري بشكل مستمر وبشكل عام ، وقد ينخفض ​​إنتاج المحاصيل نتيجة استنزاف 50٪ من إجمالي مياه التربة المتاحة خلال فترة النمو ، وبسبب نقص المياه ، مما يقلل من احتياجها لمياه الري ، حتى يتمكن المحصول من الاستفادة من المياه المخزنة في الجذور ، وتساعد هذه العملية على زيادة محتوى المادة الجافة في البطاطس.

# Harvest_plant
source: Harvest
ar: المحصول

# Harvest_desc
source: Harvest the crop seven days before harvest in case the temperature drops and the crop is exposed to repeated waves of frost, Use specialized tools to help get the potatoes out without damaging them ,The ideal conditions for storing potatoes are a temperature of 3.3 degrees Celsius, and a humidity of up to 95%, potatoes can be stored in a basement.
ar: حصد المحصول قبل الحصاد بسبعة أيام في حالة انخفاض درجة الحرارة وتعرض المحصول لموجات الصقيع المتكررة ، استخدم أدوات متخصصة للمساعدة في إخراج البطاطس دون إتلافها ، الظروف المثالية لتخزين البطاطس هي درجة حرارة 3.3 درجة مئوية ، ونسبة رطوبة تصل إلى 95٪ ، و يمكن تخزين البطاطس في الأماكن المخصصه لوقت البيع.

source: Inorganic Fertilizers
ar: الأسمدة غير العضوية

# Inorganic_fertilizers_desc
source: Inorganic fertilizers are chemical fertilizers that contain nutrient elements for the growth of crops made by chemical means. The inorganic fertilizers are of the following types: Nitrogen Fertilizers , Phosphorus Fertilizer.
ar: الأسمدة غير العضوية هي الأسمدة الكيماوية التي تحتوي على عناصر مغذية لنمو المحاصيل المصنوعة بوسائل كيميائية. الأسمدة غير العضوية من الأنواع التالية: أسمدة نيتروجينية ، سماد فسفورى.

source: Nitrogen Fertilizers
ar: الأسمدة النيتروجينية

# Nitrogen_fertilizers_desc
source: Nitrogen fertilizers contain nitrogen necessary for the development of crops. Nitrogen is the main constituent of chlorophyll that maintains a balance in the process of photosynthesis. It is also a part of amino acids in plants and constitutes protein. Nitrogen fertilizers improve the production and quality of agricultural products.
ar: تحتوي الأسمدة النيتروجينية على النيتروجين الضروري لتنمية المحاصيل. النيتروجين هو المكون الرئيسي للكلوروفيل الذي يحافظ على التوازن في عملية التمثيل الضوئي. وهو أيضًا جزء من الأحماض الأمينية في النباتات ويشكل البروتين. تعمل الأسمدة النيتروجينية على تحسين إنتاج وجودة المنتجات الزراعية.

source: Phosphorus Fertilizer
ar: سماد الفسفور

# Phosphorus_fertilizer_desc
source: The main nutrient in a phosphorus fertilizer is phosphorus. The efficiency of fertilizer depends upon effective phosphorus content, methods of fertilizing, properties of soil and crop strains. Phosphorus found in the protoplasm of the cell plays an important role in cell growth and proliferation. The phosphorus fertilizer is beneficial for the growth of roots of the plants.
ar: الفوسفور هو العنصر الغذائي الرئيسي في الأسمدة الفوسفورية. تعتمد كفاءة السماد على محتوى الفسفور الفعال وطرق التسميد وخصائص التربة وسلالات المحاصيل. يلعب الفوسفور الموجود في بروتوبلازم الخلية دورًا مهمًا في نمو الخلايا وتكاثرها. السماد الفسفوري مفيد لنمو جذور النباتات.

source: Organic Fertilizers
ar: الأسمدة العضوية

# Organic_fertilizers_desc
source: Organic fertilizers are natural fertilizers obtained from plants and animals. It enriches the soil with carbonic compounds essential for plant growth. Organic fertilizers increase the organic matter content of the soil, promotes the reproduction of microorganisms, and changes the physical and chemical properties of the soil. It is considered to be one of the main nutrients for green food.
ar: الأسمدة العضوية هي أسمدة طبيعية يتم الحصول عليها من النباتات والحيوانات. يثري التربة بالمركبات الكربونية الضرورية لنمو النبات. تزيد الأسمدة العضوية من محتوى المادة العضوية للتربة ، وتعزز تكاثر الكائنات الحية الدقيقة ، وتغير الخصائص الفيزيائية والكيميائية للتربة. يعتبر من العناصر الغذائية الرئيسية للأغذية الخضراء.

source: Potato Cultivation
ar: زراعة رشاشات البطاطس

source: Types of Fertilizers
ar: أنواع الأسمدة

source: Vegetable Grower
ar: زراعة الخضار

source: Fruits Grower
ar: زراعة الفواكه

source: Submit
ar: إرسال
