Repository: muniraab2/Agricultural-Guide
Catalog: Agricultural Guide/Agricultural Guide/*.lproj/Main.strings
Languages: ar

# 2pt-nm-RsF.placeholder
source: Phone Number ..
ar: رقم الجوال ..

# 7qG-lj-DjM.placeholder
source: Password ..
ar: الرقم السري ..

# DRd-dR-E8d.text
source: You can specify your location in public places that can need to plant trees to spread agriculture in the Kingdom Of Saudi Arabia
ar: يمكنك تحديد موقعك في الأماكن العامة التي قد تحتاج لزراعة الأشجار لنشر الزراعة في المملكة العربية السعودية

# JCn-tm-lJ4.normalTitle
source: Start
ar: أبدأ

# Va4-am-SP5.normalTitle
source: Singnup
ar: التسجيل

# Won-T4-Iad.placeholder
source: Email ..
ar: البريد الإلكتروني ..

# YLS-v1-1YT.placeholder
source: User Name ..
ar: أسم المستخدم ..

# cJ3-Zb-dX9.text
source: Agricultural Guide
ar: دليلك الزراعي

# dBY-ts-End.text
source: Visit Our Website
ar: زورو موقعنا

# eX0-aC-06w.normalTitle
source: Login
ar: تسجيل الدخول

# iSQ-q9-gVp.configuration.title
source: Received
ar: إرسال

# iSQ-q9-gVp.normalTitle
source: Submit
ar: Button

# iwi-4G-uAa.placeholder
source: Email ..
ar: البريد الإلكتروني ..

# nJp-Re-qfP.normalTitle
source: Singnup
ar: التسجيل

# pRN-66-BIV.placeholder
source: Write The Reason ..
ar: أكتب السبب ..

# quX-eb-rMB.placeholder
source: passowrd ..
ar: الرقم السري ..
